tap "bufbuild/buf"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "kotahashihama/tap"
tap "openresty/brew"
tap "sqldef/sqldef"
tap "supabase/tap"
brew "protobuf"
brew "mpdecimal"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "bison"
brew "gettext"
brew "cmake"
brew "cppcheck"
brew "dash-shell", link: false
brew "direnv"
brew "ethereum"
brew "webp"
brew "gd"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "gnupg"
brew "gdal"
brew "gdbm"
brew "gh"
brew "ghq"
brew "git"
brew "go-task"
brew "grpcurl"
brew "jj"
brew "jq"
brew "lazygit"
brew "lefthook"
brew "libcbor"
brew "libfido2"
brew "libiconv"
brew "libxmlsec1"
brew "libzip"
brew "mas"
brew "mise"
brew "mysql"
brew "neovim"
brew "node"
brew "ni"
brew "oath-toolkit"
brew "peco"
brew "postgresql@14"
brew "powerlevel10k"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "re2c"
brew "rust"
brew "serverless"
brew "shellcheck"
brew "sqlfluff"
brew "stripe-cli"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wasm-pack"
brew "wget"
brew "zplug"
brew "zsh"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "kotahashihama/tap/pceamless"
brew "sqldef/sqldef/mysqldef"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "amazon-photos"
cask "antigravity"
cask "appcleaner"
cask "arc"
cask "arduino-ide"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "blender"
cask "chatgpt"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "clipy"
cask "codex"
cask "cursor"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "fig"
cask "figma"
cask "firefox"
cask "gather"
cask "gcloud-cli"
cask "github"
cask "google-drive"
cask "graphiql"
cask "imageoptim"
cask "iterm2"
cask "kiro"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "minecraft"
cask "mysqlworkbench"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "postman"
cask "processing"
cask "raycast"
cask "sequel-ace"
cask "spacewalker"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tailscale-app"
cask "telegram"
cask "termius"
cask "thebrowsercompany-dia"
cask "vial"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "warp"
cask "wave"
cask "webex"
cask "wezterm@nightly"
cask "windsurf"
cask "zen"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amandeepmittal.pug"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "andys8.jest-snippets"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chunsen.bracket-select"
vscode "circleci.circleci"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "codium.codium"
vscode "damms005.devdb"
vscode "dariofuzinato.vue-peek"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "elmtooling.elm-ls-vscode"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "frenco.vscode-notion"
vscode "gamunu.vscode-yarn"
vscode "genieai.chatgpt-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hogashi.vscode-copy-github-permalink"
vscode "ihunte.laravel-blade-wrapper"
vscode "ikappas.composer"
vscode "jacano.vscode-pnpm"
vscode "jebbs.plantuml"
vscode "juanblanco.solidity"
vscode "kaiwood.endwise"
vscode "kumar-harsh.graphql-for-vscode"
vscode "kyledavide.vscode-project-links"
vscode "lokalise.i18n-ally"
vscode "matt-meyers.vscode-dbml"
vscode "maxfieldwalker.vscode-casl2-comet2"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-csscomb"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "orta.vscode-twoslash-queries"
vscode "persoderlind.vscode-phpcbf"
vscode "peterj.proto"
vscode "pgl.laravel-jump-controller"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "royaction.color-manager"
vscode "ryannaddy.laravel-artisan"
vscode "saikou9901.evilinspector"
vscode "satansdeer.plop"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.ruby-lsp"
vscode "shufo.vscode-blade-formatter"
vscode "sianglim.slim"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "sysoev.language-stylus"
vscode "taichi.vscode-textlint"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.vscode-input-sequence"
vscode "unifiedjs.vscode-mdx"
vscode "viijay-kr.react-ts-css"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
vscode "ziyasal.vscode-open-in-github"
vscode "zobo.php-intellisense"
go "cmd/go"
go "cmd/gofmt"
