# brew
brew "asdf"
brew "libevent"
brew "openssl@1.1"
brew "autoconf"
brew "libffi"
brew "p11-kit"
brew "automake"
brew "libfido2"
brew "pcre2"
brew "awscli"
brew "libgcrypt"
brew "peco"
brew "bat"
brew "libgpg-error"
brew "pkg-config"
brew "bdw-gc"
brew "libidn2"
brew "protobuf"
brew "brotli"
brew "libnghttp2"
brew "python@3.10"
brew "c-ares"
brew "libtasn1"
brew "python@3.9"
brew "ca-certificates"
brew "libtool"
brew "readline"
brew "coreutils"
brew "libunistring"
brew "serverless"
brew "dash"
brew "libuv"
brew "shellcheck"
brew "gdbm"
brew "libxml2"
brew "six"
brew "gettext"
brew "libxmlsec1"
brew "sqlfluff"
brew "gh"
brew "libyaml"
brew "sqlite"
brew "ghq"
brew "lz4"
brew "terminal-notifier"
brew "git"
brew "m4"
brew "terraform"
brew "gmp"
brew "mas"
brew "tree"
brew "gnutls"
brew "mpdecimal"
brew "unbound"
brew "go"
brew "mysql"
brew "sqldef/sqldef/mysqldef"
brew "unixodbc"
brew "golangci-lint"
brew "mysqldef"
brew "xz"
brew "guile"
brew "nettle"
brew "yarn"
brew "icu4c"
brew "node"
brew "zlib"
brew "jq"
brew "oath-toolkit"
brew "zplug"
brew "libcbor"
brew "oniguruma"
brew "zstd"

# cask
cask "1password"
cask "firefox"
cask "microsoft-teams"
cask "alfred"
cask "github"
cask "mysqlworkbench"
cask "appcleaner"
cask "google-chrome"
cask "ngrok"
cask "bartender"
cask "google-drive"
cask "notion"
cask "bettertouchtool"
cask "google-japanese-ime"
cask "postman"
cask "brave-browser"
cask "graphiql"
cask "sequel-ace"
cask "clipy"
cask "hyperswitch"
cask "skitch"
cask "deepl"
cask "imageoptim"
cask "slack"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "dropbox"
cask "messenger"
cask "vitalsource-bookshelf"
cask "fig"
cask "microsoft-auto-update"
cask "webex"
cask "figma"
cask "microsoft-edge"
cask "zoom"

# mas
mas "PopClip", id: 445189367
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Yoink", id: 457622435
mas "LINE", id: 539883307
mas "GIPHY CAPTURE", id: 668208984
mas "Numbers", id: 409203825
