tap "bufbuild/buf"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sqldef/sqldef"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gdbm"
brew "mpdecimal"
brew "xz"
brew "python@3.10"
brew "six"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "lz4"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "dash"
brew "ethereum"
brew "gh"
brew "ghq"
brew "pcre2"
brew "git"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go-task"
brew "goenv"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "jq"
brew "lefthook"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "libgpg-error"
brew "libgcrypt"
brew "libxmlsec1"
brew "libyaml"
brew "mas"
brew "mise"
brew "protobuf"
brew "mysql"
brew "oath-toolkit"
brew "peco"
brew "python@3.9"
brew "serverless"
brew "shellcheck"
brew "solidity"
brew "sqlfluff"
brew "terminal-notifier"
brew "terraform"
brew "tree"
brew "unixodbc"
brew "volta"
brew "wasm-pack"
brew "wget"
brew "yarn"
brew "zplug"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "sqldef/sqldef/mysqldef"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "bitwarden"
cask "blender"
cask "bloomrpc"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "deepl"
cask "docker"
cask "fig"
cask "figma"
cask "firefox"
cask "ganache"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "graphiql"
cask "imageoptim"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "ogdesign-eagle"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "tableplus"
cask "utm"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "warp"
cask "webex"
cask "zoom"
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "42crunch.vscode-openapi"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amandeepmittal.pug"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "andys8.jest-snippets"
vscode "astro-build.astro-vscode"
vscode "austenc.laravel-blade-spacer"
vscode "aws-scripting-guy.cform"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "codingyu.laravel-goto-view"
vscode "codium.codium"
vscode "dariofuzinato.vue-peek"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "frenco.vscode-notion"
vscode "gamunu.vscode-yarn"
vscode "genieai.chatgpt-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "glitchbl.laravel-create-view"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hogashi.vscode-copy-github-permalink"
vscode "ihunte.laravel-blade-wrapper"
vscode "ikappas.composer"
vscode "jacano.vscode-pnpm"
vscode "jebbs.plantuml"
vscode "juanblanco.solidity"
vscode "kaiwood.endwise"
vscode "kumar-harsh.graphql-for-vscode"
vscode "kyledavide.vscode-project-links"
vscode "marchrock.vscode-ghq"
vscode "matt-meyers.vscode-dbml"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "naoray.laravel-goto-components"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "persoderlind.vscode-phpcbf"
vscode "peterj.proto"
vscode "pgl.laravel-jump-controller"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "royaction.color-manager"
vscode "ryannaddy.laravel-artisan"
vscode "saikou9901.evilinspector"
vscode "satansdeer.plop"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.ruby-lsp"
vscode "shufo.vscode-blade-formatter"
vscode "sianglim.slim"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "taichi.vscode-textlint"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.vscode-input-sequence"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "wmaurer.vscode-jumpy"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
vscode "zixuanchen.vitest-explorer"
vscode "ziyasal.vscode-open-in-github"
vscode "zobo.php-intellisense"
